[
  {
    "soal": "Indungna diusapan, anakna ditincakkan? (ibunya dibelai, anaknya diinjak-injak?",
    "jawaban": "taraje",
    "arti": "tangga"
  },
  {
    "soal": "Imah leutik pinuh ku suluh? (rumah kecil penuh dengan kayu bakar",
    "jawaban": "korek api",
    "arti": "korek api"
  },
  {
    "soal": "Di tengah sawah aya naon? (di tengah sawah ada apa?",
    "jawaban": "hurup W",
    "arti": "huruf W"
  },
  {
    "soal": "Awakna ditincak, beuheungna dicekek? (badannya diinjak, lehernya dicekik",
    "jawaban": "sendal",
    "arti": "sandal"
  },
  {
    "soal": "Budak dugul loba kutu? (anak botak banyak kutu",
    "jawaban": "kueh onde",
    "arti": "onde-onde"
  },
  {
    "soal": "Bangku naon anu bisa didahar? (bangku apa yang bisa dimakan?",
    "jawaban": "bangkuang",
    "arti": "bengkoang"
  },
  {
    "soal": "Diudag lumpat, didagoan cicing? (dikejar lari, ditunggu diam?",
    "jawaban": "kalangkang",
    "arti": "bayangan"
  },
  {
    "soal": "Panjang, bijian, buluan (panjang, berbiji, berbulu",
    "jawaban": "jagong",
    "arti": "jagung"
  },
  {
    "soal": "Dicekek beuheungna, dikeletek beuteungna? (dicekek lehernya, dikelikitik perutnya?",
    "jawaban": "gitar",
    "arti": "gitar"
  },
  {
    "soal": "Dicabak aya, dilieuk eweuh? (dipegang ada, dilihat tidak ada?",
    "jawaban": "ceuli",
    "arti": "telinga"
  },
  {
    "soal": "Bumbu dapur sahurup? (bumbu dapur cuma satu huruf",
    "jawaban": "uyah",
    "arti": "garam"
  },
  {
    "soal": "Kasur naon anu matak nyeri? (kasur apa yang sakit?",
    "jawaban": "kasura",
    "arti": "kesusupan"
  },
  {
    "soal": "Kapas sakilo jeung batu sakilo, lamun ditinggangkeun ka suku nyeri mana? (kapas 1 kg dan batu 1 kg kalau ditimpa ke kaki sakit mana?",
    "jawaban": "nyeri suku",
    "arti": "sakit kaki"
  },
  {
    "soal": "Kaca naon anu nyeuri? (kaca apa yang sakit?",
    "jawaban": "kacabok",
    "arti": "tertampar"
  },
  {
    "soal": "Make baju bodas lain dokter, make topi hejo lain tentara (pakai baju putih tapi bukan dokter, pakai topi hijau tetapi bukan tentara",
    "jawaban": "toge",
    "arti": "taoge"
  },
  {
    "soal": "Asupna tarik, kaluarna lalaunan? (masuknya cepat, keluarnya lambat?",
    "jawaban": "leho",
    "arti": "ingus"
  },
  {
    "soal": "Bisa turun, teu bisa naek? (bisa turun, tidak bisa naik?",
    "jawaban": "hujan",
    "arti": "hujan"
  },
  {
    "soal": "Caket jeung panon, jauh ti hate? (dekat mata, jauh dari hati?",
    "jawaban": "cileuh",
    "arti": "belek"
  },
  {
    "soal": "Botak make tato? (botak pakai tato?",
    "jawaban": "endog puyuh",
    "arti": "teluh puyuh"
  },
  {
    "soal": "Sapi sapi naon anu bau? (sapi apa yang bau",
    "jawaban": "sapiteng",
    "arti": "septic tank"
  },
  {
    "soal": "Sapi naon nu bisa ngarayap dina tembok? (sapi apa yang bisa merayap di tembok?",
    "jawaban": "sapidermen",
    "arti": "spiderman "
  },
  {
    "soal": "Monyét naék kana tangkal, tinggal naona? (monyet naik ke pohon, tinggal nunggu apa?",
    "jawaban": "turunna",
    "arti": "turunnya "
  },
  {
    "soal": "Gajah tumpak béca, gedé naona? (gajah naik becak, yang besar apanya?",
    "jawaban": "bohongna",
    "arti": "bohongnya"
  },
  {
    "soal": "Sato naon nu dipimelangeun? (hewan apa yang bikin khawatir?",
    "jawaban": "tikusruk",
    "arti": "jatuh/nyungsep"
  },
  {
    "soal": "Oray héjo, panonna loba? (ular hijau, banyak matanya?",
    "jawaban": "peuteuy",
    "arti": "pete/petai"
  },
  {
    "soal": "Bisa naék, teu bisa turun? (bisa naik, tidak bisa turun",
    "jawaban": "naek haji",
    "arti": "naik haji"
  },
  {
    "soal": "Aki-aki bongkok saréna kumaha? (kakek-kakek bungkuk tidurnya bagaimana?",
    "jawaban": "peureum",
    "arti": "meram"
  },
  {
    "soal": "Aya hiji balong anu jero caina herang, di dinya sagala rupa batu aya. Batu naon nu euweuh? (Ada sebuah kolam dalam airnya bening, di situ segala jenis batu ada. Batu apa yang tidak ada?",
    "jawaban": "Batu garing",
    "arti": "batu kering"
  },
  {
    "soal": "Bodas, leutik, galak. Naon? (putih, kecil, galak. Apa?",
    "jawaban": "Remeh dina kumis mitoha",
    "arti": "Butir nasi di kumis mertua"
  },
  {
    "soal": "Di takol nyendol, teu di takol nyendol? (dipukul benjol, tidak dipukul juga benjol?",
    "jawaban": "gong",
    "arti": "gong"
  },
  {
    "soal": "Ku naon tukang baso nakolan mangkok? (xxxxxx",
    "jawaban": "ku sendok",
    "arti": "Sok ku sendok, sok ku garpu. :)"
  }
]
